IDEA Open Model
LoadDirection Enumeration
Compatible with IDEA StatiCa v 10.1
 Direction of load
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public enum LoadDirection
Public Enumeration LoadDirection
public enum class LoadDirection
Members
Member name | Value | Description
InLcs | 0 |  Direction in Local coordinate system
InGcs | 1 |  Direction in global coordinate system
See Also
Reference
IdeaRS.OpenModel.Loading Namespace